{
  "notes": [
    {
      "id": 2,
      "title": "Drawer Navigator",
      "description": "Drawer Navigator renders a navigation drawer on the side of the screen which can be opened and closed via gestures.\n\n",
      "category": "study"
    },
    {
      "title": "Calculator",
      "description": "Math can be boring, but your calculators needn’t be so. Why not start building a cross-platform calculator application, putting to use the array of customizable components by React Native.",
      "category": "study",
      "id": 3
    },
    {
      "title": "Stopwatch/timer Application",
      "description": "How many hours did it take to configure your React Native environment? Did you beat your friend in the race of building a simple React Native project by a few milliseconds, but failed to note it down.",
      "category": "personal",
      "id": 4
    },
    {
      "id": 5,
      "title": "Water Tracker Application",
      "description": "Staying hydrated is the key to an active brain. While you are busy with your projects and studies, you may forget to keep yourself hydrated.",
      "category": "whishlist"
    },
    {
      "title": "Wallpaper App\n",
      "description": "Since the framework is targeted towards mobile application development, why not create a wallpaper application that almost everyone uses.",
      "category": "work",
      "id": 6
    },
    {
      "id": 7,
      "title": "Calendar",
      "description": "A calendar application is now one of the most used applications to work from home online learning hybrid scenarios. You can develop a calendar app similar to Outlook Google Calendar to organize meetings.",
      "category": "work"
    },
    {
      "id": 8,
      "title": "Recipes App\n",
      "description": "Do you want to help out your friends who struggle with cooking questions? You may not be good in the kitchen but you are good with react native right? you can put forth your React Native expertise to build a recipe application.",
      "category": "whishlist"
    }
  ]
}